/* 
  strings.strings
  Sven

  Created by wang ya on 2020/1/18.
  Copyright © 2020 HXYStudio. All rights reserved.
*/
"site_name_unknow" = "Unknown";
"site_name_acfun" = "Acfun";
"site_name_bilibili" = "Bilibili";
"site_name_douyu" = "Douyu";
"site_name_daily_motion" = "Daily Motion";
"site_name_daily_iQiYi" = "iQIYI";
"site_name_daily_twitch" = "Twitch";
"site_name_daily_vimeo" = "Vimeo";
"site_name_daily_youtube" = "Youtube";
"site_name_daily_youku" = "Youku";
"site_name_daily_tencent_video" = "Tencent Video";

"url_input_placeholder" = "Input Video Link Here";

"alert_confirm" = "confirm";
"alert_cancel" = "cancel";
"alert_message_text_logout" = "logout?";
"menu_title_logout" = "logout";

"notification_login_success" = "Logged in";
